app/controllers/pictures_controller.rb

INSERT INTO "pictures" ("image", "created_at", "updated_at") VALUES (?, ?, ?)  [["image", "car.png"], ["created_at", "2017-05-23 18:39:05.648874"], ["updated_at", "2017-05-23 18:39:05.648874"]]
---
	def create
		@picture = Picture.new(image_params)
		@picture.save